{
    "educations": "Utbildningar",
    "projects": "Projekt",
    "contact": "Kontakta mig",
    "welcome": "Junior software developer från Stockholm",
    "welcome1":   "Försöker att lösa problem, stå på huvudet och vara kreativ varje dag",
    "welcome2": "Utbildad full stack web developer via Craft Academy. Andas TDD och tänker Agile",
    "working-with": "Jobbar med",
    "explained": "Jag med ett ord",
    "focused": "Fokuserad",
    "cvTxt-1": "Jag har nyligen utexaminerats som fullstack developer genom Craft Academy's bootcamp på 12 veckor. Jag har gedigen kunskap om backend och jag har arbetat mycket med Ruby on Rals, men jag känner mig mer hemma med frontend-arbete. Jag är skillad i JavaScript, React, React Native och testing framework som Cypress & Detox. Jag tror på test driven development, både för att jag således kan leverera kod som bevisligen fungerar och eftersom det är mer effektivt att följa utvecklingen genom ett test som direkt talar om utifall något fallerar.",
    "cvTxt-2": "Jag har sedan tidigare en mastersexamen i geokemi från Stockholms Unversitet vilket har utvecklat min förmåga att tänka strategiskt och kritiskt. Egenkaper som jag har stor nytta av i software development. Jag valde att byta karriär för att jag har mer passion för programmering och för mig är det väldigt viktigt att vara passionerad för vad man gör. Jag älskar vad jag gör och jag känner tillfredsställelse när jag får kombinera kreativ aktivitet med logiskt tänkande.",
    "cvTxt-3": "Jag har också en idrottskarriär bakom mig som har gett mig mycket personliga egenskaper. Jag vet hur man sätter upp mål och håller fokus. Jag vet också vikten av att alltid tro på mig själv för att uppnå önskat läge, men också hur viktigt det är att samarbeta med ett helt team för att nå gemensamma mål. Jag får ofta höra att jag är bra på att lyfta andra och att människor känner sig motiverade när de arbetar tillsammans med mig.",
    "cvTxt-4": "Arbetserfarenhet",
    "instagram": "Senaste bilder från Instagram"

}

